
ly
i3lock-fancy
timeshift
7-zip-full
xdo
xdf-user-dirs
python-xdg
moreutils
plank
  
brave-bin

autojump

discord
octopi
librewolf-bin
tor-browser
rpi-imager
snapd
shell-color-scripts

ttf-ms-fonts
nerd-fonts-complete
