linux-lts-headers
linux-lts             
base-devel            
nautilus              
bspwm                 
sxhkd                 


nvidia
nvidia-settings
nvidia-utils
xorg-server-devel
xorg
xorg-xinit
opencl-nvidia


bash-completion       
bc                    
bleachbit             
curl                  
elinks                
feh                   
file-roller           
keepassxc             
gtop                  
gufw                  
hardinfo              
htop                  
inxi                  
jq                    
jshon                 
neofetch              
ntp                   
openssh               
rsync                 
speedtest-cli         
terminus-font         
unrar                 
unzip                 
wget                  
alacritty             
zenity                
zip                   
zsh                   
zsh-completions       
starship              
github-cli            
usbutils		        
net-tools
openvpn	            



exfat-utils           
gparted               
ntfs-3g               
parted                


nemo                  
veracrypt             
variety               
polybar               
qbittorrent           
font-manager          
papirus-icon-theme
flameshot             
rofi
plank
dunst
jgmenu
starship
exa


vim                   
neovim                
apache                
clang                 
cmake                 
electron              
git                   
gcc                   
glibc                 
mariadb               
meld                
nodejs                
npm                   
postfix             
python                
python-pip
qtcreator           
qt5-examples        
aws-cli


firefox               
filezilla             
thunderbird


hexchat               
irssi                 


simplescreenrecorder  
vlc                   
pavucontrol
pulseaudio
alsa-utils 


gcolor2               
gimp                  
inkscape              
imagemagick           
nomacs                
pngcrush              
ristretto             


libconfig
libev
libxdg-basedir
pcre
pixman
xcb-util-image
xcb-util-renderutil
hicolor-icon-theme
libglvnd
libx11
libxcb
libxext
libdbus
asciidoc
uthash


galculator            
hunspell              
hunspell-en           
libreoffice-fresh     
xpdf                  



ttf-font-awesome
ttf-roboto
ttf-roboto-mono


bluez
bluez-utils


virtualbox
virtualbox-guest-utils
virtualbox-host-modules-arch

